app/controllers/tasks_controller.rb

  def create
    @task = current_user.tasks.new(task_params)
    @task.save
---
INSERT INTO "tasks" ("content", "created_at", "updated_at") VALUES (?, ?, ?)  [["content", "test"], ["created_at", "2015-04-23 03:56:12.617170"], ["updated_at", "2015-04-23 03:56:12.617170"]]